{"<boc>": 0, "<eoc>": 1, "<sepc>": 2, "<bog>": 3, "<eog>": 4, "<sepg>": 5, "IDX_0": 6, "IDX_1": 7, "IDX_2": 8, "IDX_3": 9, "IDX_4": 10, "IDX_5": 11, "IDX_6": 12, "IDX_7": 13, "IDX_8": 14, "IDX_9": 15, "IDX_10": 16, "IDX_11": 17, "IDX_12": 18, "IDX_13": 19, "IDX_14": 20, "IDX_15": 21, "IDX_16": 22, "IDX_17": 23, "IDX_18": 24, "IDX_19": 25, "IDX_20": 26, "IDX_21": 27, "IDX_22": 28, "IDX_23": 29, "IDX_24": 30, "IDX_25": 31, "IDX_26": 32, "IDX_27": 33, "IDX_28": 34, "IDX_29": 35, "IDX_30": 36, "IDX_31": 37, "IDX_32": 38, "IDX_33": 39, "IDX_34": 40, "IDX_35": 41, "IDX_36": 42, "IDX_37": 43, "IDX_38": 44, "IDX_39": 45, "IDX_40": 46, "IDX_41": 47, "IDX_42": 48, "IDX_43": 49, "IDX_44": 50, "IDX_45": 51, "IDX_46": 52, "IDX_47": 53, "IDX_48": 54, "IDX_49": 55, "IDX_50": 56, "IDX_51": 57, "IDX_52": 58, "IDX_53": 59, "IDX_54": 60, "IDX_55": 61, "IDX_56": 62, "IDX_57": 63, "IDX_58": 64, "IDX_59": 65, "IDX_60": 66, "IDX_61": 67, "IDX_62": 68, "IDX_63": 69, "IDX_64": 70, "IDX_65": 71, "IDX_66": 72, "IDX_67": 73, "IDX_68": 74, "IDX_69": 75, "IDX_70": 76, "IDX_71": 77, "IDX_72": 78, "IDX_73": 79, "IDX_74": 80, "IDX_75": 81, "IDX_76": 82, "IDX_77": 83, "IDX_78": 84, "IDX_79": 85, "IDX_80": 86, "IDX_81": 87, "IDX_82": 88, "IDX_83": 89, "IDX_84": 90, "IDX_85": 91, "IDX_86": 92, "IDX_87": 93, "IDX_88": 94, "IDX_89": 95, "IDX_90": 96, "IDX_91": 97, "IDX_92": 98, "IDX_93": 99, "IDX_94": 100, "IDX_95": 101, "IDX_96": 102, "IDX_97": 103, "IDX_98": 104, "IDX_99": 105, "IDX_100": 106, "IDX_101": 107, "IDX_102": 108, "IDX_103": 109, "IDX_104": 110, "IDX_105": 111, "IDX_106": 112, "IDX_107": 113, "IDX_108": 114, "IDX_109": 115, "IDX_110": 116, "IDX_111": 117, "IDX_112": 118, "IDX_113": 119, "IDX_114": 120, "IDX_115": 121, "IDX_116": 122, "IDX_117": 123, "IDX_118": 124, "IDX_119": 125, "IDX_120": 126, "IDX_121": 127, "IDX_122": 128, "IDX_123": 129, "IDX_124": 130, "IDX_125": 131, "IDX_126": 132, "IDX_127": 133, "IDX_128": 134, "IDX_129": 135, "IDX_130": 136, "IDX_131": 137, "IDX_132": 138, "IDX_133": 139, "IDX_134": 140, "IDX_135": 141, "IDX_136": 142, "IDX_137": 143, "IDX_138": 144, "IDX_139": 145, "IDX_140": 146, "IDX_141": 147, "IDX_142": 148, "IDX_143": 149, "IDX_144": 150, "IDX_145": 151, "IDX_146": 152, "IDX_147": 153, "IDX_148": 154, "IDX_149": 155, "IDX_150": 156, "IDX_151": 157, "IDX_152": 158, "IDX_153": 159, "IDX_154": 160, "IDX_155": 161, "IDX_156": 162, "IDX_157": 163, "IDX_158": 164, "IDX_159": 165, "IDX_160": 166, "IDX_161": 167, "IDX_162": 168, "IDX_163": 169, "IDX_164": 170, "IDX_165": 171, "IDX_166": 172, "IDX_167": 173, "IDX_168": 174, "IDX_169": 175, "IDX_170": 176, "IDX_171": 177, "IDX_172": 178, "IDX_173": 179, "IDX_174": 180, "IDX_175": 181, "IDX_176": 182, "IDX_177": 183, "IDX_178": 184, "IDX_179": 185, "IDX_180": 186, "IDX_181": 187, "IDX_182": 188, "IDX_183": 189, "IDX_184": 190, "IDX_185": 191, "IDX_186": 192, "NODE": 193, "EDGE": 194}