{
  "added_tokens_decoder": {
    "48": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "49": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "50": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "clean_up_tokenization_spaces": false,
  "do_lower_case": false,
  "extra_special_tokens": {},
  "mask_token": "[MASK]",
  "model_max_length": 207,
  "pad_token": "[PAD]",
  "strip_accents": null,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
